Repository: WPPlugins/stardekk-cubilis-fastbooker
Catalog: languages/text_domain-*.po
Languages: nl_nl

source: You do not have sufficient permissions to view this page.
nl_nl: U hebt niet de voldoende rechten om deze pagina te bekijken.

source: dutch
nl_nl: Nederlands

source: french
nl_nl: Frans

source: english
nl_nl: Engels

source: deutsch
nl_nl: Duits

source: iframe
nl_nl: iframe integratie

source: fullscreen
nl_nl: fullscreen integratie

source: Your changes have been saved.
nl_nl: Uw instellingen zijn opgeslagen

source: Cubilis Fastbooker Settings
nl_nl: Cubilis Fastbooker Instellingen

source: Please enter the Cubilis settings correct. If you need any help. You can always contact us on the <a href="http://stardekk.com/en/online-support-1" alt="helpdesk" title="helpdesk" target="_blank">help desk</a>
nl_nl: Gelieve de cubilis instellingen correct in te voeren. Als u hulp nodig hebt kan u ons steeds contacteren op de <a href="https://www.stardekk.com/nl/online-support" alt="helpdesk" title="helpdesk" target="_blank">help desk</a>

source: <a href="http://www.stardekk.be/en" target="_blank">Stardekk</a> can secure your PC remotely, So we can help over the phone and via your own pc screen.
nl_nl: <a href="http://www.stardekk.com/nl" target="_blank">Stardekk</a> kan op een veilige manier verbinding maken met uw pc, om zo u vlot te kunnen helpen met de instellingen.

source: Important! Please make an appointment with an employee via +32 (0) 50/38.38.68 before you start a session.
nl_nl: Belangrijk ! Maak eerst een afspraak met een medewerker via +32 (0) 50/38.38.68 alvorens een sessie te starten.

source: General
nl_nl: Algemeen

source: Fastbooker integration:
nl_nl: Fastbooker integratie

source: ex: 270, This is the identifier of your fastbooker iframe integration.
nl_nl: Dit is de unieke identiteit voor de logies van het hotel (iframe-integratie). Bent u niet in bezit van dit nummer, contacteer dan <a href="mailto:support@stardekk.com">support@stardekk.com</a>.

source: Booker perma link:
nl_nl: Boeker url koppeling

source: ex: stardekk-development-sint-kruis in https://reservations.cubilis.eu/stardekk-development-sint-kruis. This is the identifier of your fastbooker fullscreen integration.
nl_nl: Dit is de id van uw fastbooker fullscreen integratie. Bent u niet in bezit van deze identiteit, contacteer dan <a href="mailto:support@stardekk.com">support@stardekk.com</a>.

source: Default Language:
nl_nl: Standaard taal

source: Features
nl_nl: Toepassingen

source: General availability?
nl_nl: Algemene beschikbaarheid?

source: The link to the general availability will be shown if you check this box.
nl_nl: De link naar de algemene beschikbaarheid zal getoond worden als dit vinkje is aangevinkt.

source: The text field of the discount will be shown if your check this box.
nl_nl: Als je dit vinkje aanvinkt dan wordt het discountveld zichtbaar.

source: Save changes
nl_nl: Opslaan

source: Cubilis Fastbooker Integration
nl_nl: Cubilis Fastbooker integratie

source: Font Color:
nl_nl: Tekstkleur

source: Button Font Color:
nl_nl: Knoptekstkleur

source: Button Background Color:
nl_nl: Knopachtergrondkleur

source: Button hover Color:
nl_nl: Knop hover kleur

source: Reservation
nl_nl: Reservatie

source: General Availability
nl_nl: Algemene beschikbaarheid

source: Arrival
nl_nl: Aankomst

source: Departure
nl_nl: Vertrek

source: Check availability
nl_nl: Controleer beschikbaarheid

source: Secure booking system!
nl_nl: Beveiligde boekingsmodule!

source: Best rate guaranteed!
nl_nl: Beste tarief gegarandeerd!
